Repository: SangHui48/flutter_project1
Catalog: lib/l10n/app_*.arb
Languages: vi

# jobListTitle
source: Job List
vi: Danh Sách Việc Làm

# applyButton
source: Apply
vi: Ứng tuyển

source: Loading jobs...
vi: Đang tải công việc...

source: Failed to load jobs
vi: Không tải được công việc

source: No jobs available
vi: Không có công việc nào

# passwordLabel
source: Password
vi: Mật khẩu

# signUpButton
source: Sign Up
vi: Đăng ký

# loginButton
source: Login
vi: Đăng nhập

# nameLabel
source: Name
vi: Tên

# phoneOrEmailLabel
source: Phone or Email
vi: Số điện thoại hoặc Email

# isForeignerLabel
source: I am a foreigner
vi: Tôi là người nước ngoài

# visaExpirationDateLabel
source: Visa Expiration Date
vi: Ngày hết hạn visa

# selectDateLabel
source: Select date
vi: Chọn ngày

# nextButton
source: Next
vi: Tiếp theo

# rrnLabel
source: Alien Registration Number
vi: Số đăng ký người nước ngoài

# phoneLabel
source: Phone Number
vi: Số điện thoại

# visaTypeLabel
source: Visa Type
vi: Loại thị thực

# attachmentTitle
source: Attachment Documents
vi: Tài liệu đính kèm

# uploadLabel
source: Upload
vi: Tải lên

# uploadedLabel
source: Uploaded
vi: Đã tải lên

# idCardLabel
source: ID Card
vi: Thẻ căn cước

# constructionCertLabel
source: Construction Training Certificate
vi: Chứng chỉ đào tạo xây dựng

# qualificationCertLabel
source: Related Qualification Certificate
vi: Chứng chỉ liên quan

# prePlacementTestLabel
source: Pre-placement test completed
vi: Đã kiểm tra trước khi bố trí

# alienCardFrontLabel
source: Alien Registration Card (Front)
vi: Thẻ đăng ký người nước ngoài (Mặt trước)

# alienCardBackLabel
source: Alien Registration Card (Back)
vi: Thẻ đăng ký người nước ngoài (Mặt sau)

# unsupportedCountryLabel
source: Unsupported country.
vi: Quốc gia không được hỗ trợ.
